/* Template for message displayed while preference panel is loading */
"Loading %@..." = "“%@”を読み込み中...";

/* Could not load preference message template */
"CouldNotLoad" = "“%@”環境設定パネルを読み込めませんでした。";
"CouldNotLoad_ArchMisMatch" = "このコンピュータでは“%@”環境設定パネルを開けません。このソフトウェアの開発者に、新しいバージョンについて問い合わせてください。";
"CouldNotLoad_ArchMisMatch_PPC" = "“%@”環境設定は、PowerPC プロセッサ搭載 Mac では動作しないため開くことができません。";
"CouldNotLoad_ArchMisMatch_Intel" = "“%@”環境設定は、Intel プロセッサ搭載 Mac では動作しないため開くことができません。";

/* Preferences error alert title */
"Preferences Error" = "環境設定エラー";

"OK" = "OK";
"CANCEL" = "キャンセル";
"REPLACE" = "置き換え";

"SEARCH_LABEL" =  "検索";
"SEARCH_PALLETE_LABEL" = "検索";
"SHOWALL_LABEL" = "すべてを表示";
"BACK_AXDESCRIPTION" = "戻る";
"FORWARD_AXDESCRIPTION" = "進む";
"AXScrollAreaDescription" = "環境設定パネル";

/* Label for Show All button */
"Show All" = "すべてを表示";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "システム環境設定 - %@";

/* Show All window title */
"System Preferences" = "システム環境設定";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "この環境設定へのアクセスは制限されています。";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "“%@”環境設定パネルは現時点では利用できないため、開くことができません。";
"PREF_PANE_HIDDEN_DESC" = "この環境設定パネルを表示するには、デバイスをコンピュータに接続する必要がある可能性があります。";

/* Install Assistant */
"PREF_PANE" = "環境設定パネル";
"SCREEN_SAVER" = "スクリーンセーバ";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "この環境設定パネルは、このバージョンの Mac OS X では使用できません。";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "このスクリーンセーバは、このバージョンの Mac OS X では使用できません。";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "この環境設定パネルを使用するには、Mac OS X %@ 以降が必要です。お使いのコンピュータには Mac OS X %@ がインストールされています。";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "このスクリーンセーバを使用するには、Mac OS X %@ 以降が必要です。お使いのコンピュータには Mac OS X %@ がインストールされています。";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "“%@”環境設定を使うには、インストールする必要があります。今すぐインストールしますか？";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "\“%@\”スクリーンセーバを使うには、インストールする必要があります。今すぐインストールしますか？";

"INSTALL_ASSISTANT_AUTH_WARNING" = "“インストール”をクリックすると、このコンピュータの管理者の名前とパスワードを入力するように要求されます。";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "エラーが起きたため、“%@”環境設定パネルを取り除くことができませんでした。";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "インストールしようとしている環境設定パネルは、すでにインストールされています。既存の環境設定パネルを置き換えますか？";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "この環境設定パネルの古いバージョンがすでにインストールされています。新しいバージョンに置き換えますか？";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "この環境設定パネルの新しいバージョンがすでにインストールされています。古いバージョンに置き換えますか？";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "インストールしようとしているスクリーンセーバは、すでにインストールされています。既存のスクリーンセーバを置き換えますか？";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "このスクリーンセーバの古いバージョンがすでにインストールされています。新しいバージョンに置き換えますか？";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "このスクリーンセーバの新しいバージョンがすでにインストールされています。古いバージョンに置き換えますか？";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "エラーが起きたため、“%@”環境設定パネルをインストールできませんでした。";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "エラーが起きたため、“%@”スクリーンセーバをインストールできませんでした。";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "エラーが起きたため、“%@”環境設定パネルを取り除くことができませんでした。";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "エラーが起きたため、“%@”スクリーンセーバを取り除くことができませんでした。";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "“%@”環境設定はすでにインストールされているため、インストールできません。";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "“%@”環境設定は Mac OS X に組み込まれているため、置き換えることはできません。";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "“%@”スクリーンセーバはすでにインストールされているため、インストールできません。";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "“%@”スクリーンセーバは Mac OS X に組み込まれているため、置き換えることはできません。";
"INSTALL_REQUEST_REOPEN_APP" = "このソフトウェアをインストールしたら、“システム環境設定”を終了してから、再度開いてください。";

"PREF_PANE_INSTALL_ERROR" = "“%@”環境設定パネルをインストールできませんでした。";
"SCREEN_SAVER_INSTALL_ERROR" = "“%@”スクリーンセーバをインストールできませんでした。";

"REMOVE_PREF_CONTEXTUAL_MENU" = "“%@”環境設定パネルを取り除く";

"ERR_LOADING_MISSING_TITLE" = "“%@”は利用できないため、開けません。";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@（32 ビット）";
"ERR_LOADING_COMPATIBILITY_TITLE" = "“%@”環境設定パネルを使用するには、“システム環境設定”を終了してから起動し直す必要があります。";
